Repository: sargiskocharyan/method_iOS
Catalog: Messenger/Resources/*.lproj/Localizable.strings
Languages: hy

source: Enter your email
hy: Մուտքագրեք էլ. Փոստի հասցեն

source: Error message
hy: Սխալ հաղորդագրություն

source: OK
hy: Լավ

source: Incorrect code
hy: Սխալ կոդ

source: Login
hy: Մուտք գործել

source: Register
hy: Գրանցվել

source: Resend code
hy: Նորից ստանալ ծածկագիրը

source: Name
hy: Անուն

source: Lastname
hy: Ազգանուն

source: Username
hy: Օգտ. անունը

source: Email
hy: Էլ. Փոստ

source: University
hy: Համալսարան

source: Contacts
hy: Կոնտակտներ

source: Reset
hy: Վերականգնել

source: Found users
hy: Գտնված օգտատերեր

source: No contacts
hy: Չկան կոնտակտներ

source: Search user
hy: Օգտատիրոջ որոնում

# enter_name_or_lastname_or_username
source: Enter name, lastname or username
hy: Մուտքագրեք օգտատիրոջ անունը կամ ազգանունը

source: Find
hy: Գտնել

source: There is no result
hy: Արդյունք չկա

source: Email will be used to confirm
hy: Էլ. Փոստը կօգտագործվի հաստատման համար

source: Continue
hy: Շարունակել

source: Enter code...
hy: Մուտքագրեք կոդը...

source: Select university
hy: Ընտրեք համալսարան

# create_account
source: Update information
hy: Թարմացնել տվյալները

source: Skip
hy: Բաց թողնել

source: Congratulations
hy: Շնորհավորում ենք

source: Done
hy: Առաջ

source: Log out
hy: Դուրս գալ

source: Phone:
hy: Հեռախոս:

source: Language
hy: Լեզու

source: Name:
hy: Անուն:

source: Lastname:
hy: Ազգանուն:

source: Dark mode
hy: Մութ ռեժիմ

source: Correct email
hy: Ճիշտ էլ. փոստի հասցե

source: Incorrect email
hy: Սխալ էլ. փոստի հասցե

source: Incorrect username
hy: Սխալ օգտատիրոջ անուն

source: Correct username
hy: Ճիշտ օգտատիրոջ անուն

source: Correct name
hy: Ճիշտ անուն

source: Name must contain at least 2 letters
hy: Անունը պետք է պարունակի առնվազն 2 տառ

source: Correct lastname
hy: Ճիշտ ազգանունը

source: Lastname must contain at least 2 letters
hy: Ազգանունը պետք է պարունակի առնվազն 2 տառ

source: Code
hy: Կոդ

source: Update information
hy: Թարմացնել տվյալները

source: Enter message...
hy: Մուտքագրեք հաղորդագրությունը...

source: Send
hy: Ուղարկել

source: Profile
hy: Պրոֆիլ

source: Chats
hy: Նամակներ

source: Please fill all fields
hy: Խնդրում ենք լրացնել բոլոր դաշտերը

source: Close
hy: Փակել

source: Select gender
hy: Սեռ

source: Address
hy: Հասցե

# birth_date
source: Birth date(d/m/yy)
hy: Ծննդյան օր(օր/ամիս/ամսաթիվ)

source: Add contact
hy: Ավելացնել կոնտակտ

source: Number
hy: Հեռախոսահամար

# correct_birdthdate
source: Correct birth date
hy: Ծննդյան ճիշտ ամսաթիվը

# incorrect_birdthdate
source: Incorrect birth date
hy: Սխալ ծննդյան ամսաթիվ

source: Invalid phone number
hy: Սխալ հեռախոսահամար

source: Correct phone number
hy: Ճիշտ հեռախոսահամար

source: Hide personal data
hy: Թաքցնել տվյալները

# are_you_sure_want_to_delete_your_account_your_infrtion_will_be_lost
source: Are you sure you want to delete your account? Your information will be lost
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել ձեր հաշիվը: Ձեր տեղեկատվությունը կկորչի

source: Delete
hy: Ջնջել

source: Cancel
hy: Չեղարկել

source: Attention
hy: Ուշադրություն

# info
source: Bio
hy: Տեղեկատվություն

source: Address:
hy: Հասցե:

source: Gender:
hy: Սեռ:

source: Username:
hy: Օգտ. անուն:

source: Birth date:
hy: Ծննդյան ամսաթիվ:

source: Male
hy: Արական

source: Female
hy: Իգական

source: Add to contact
hy: Ավելացնել կոնտակտներին

source: Email:
hy: Էլ. Փոստ:

source: Calls
hy: Զանգեր

source: Call
hy: Զանգ

source: You have no calls
hy: Դուք զանգեր չունեք

source: This user is not in your contacts
hy: Այս օգտվողը ձեր կոնտակտներում չէ

source: Your session expires, please log in again
hy: Ձեր նիստը լրանում է, խնդրում ենք կրկին մուտք գործեք

source: Calling
hy: Զանգ

source: Reconnecting...
hy: Վերամիացում

source: You have no messages
hy: Դուք հաղորդագրություն չունեք

source: Dynamic's user
hy: Dynamic օգտատեր

source: video
hy: Տեսազանգ

source: audio
hy: Աուդիոզանգ

source: Message
hy: Նամակ

source: Album
hy: Ալբոմ

source: Camera
hy: Տեսախցիկ

source: Choose one of this app to upload photo
hy: Լուսանկարը վերբեռնելու համար ընտրեք այս ծրագրերից մեկը

source: Today
hy: Այսօր

source: Yesterday
hy: Երեկ

source: Info not set
hy: Տեղեկությունները սահմանված չեն

source: The username must contain at least 4 letters
hy: Օգտագործողի անունը պետք է պարունակի առնվազն 4 տառ

source: This username is taken
hy: Այս օգտվողի անունը վերցված է

source: You:
hy: Դուք:

source: Seen
hy: Տեսած

source: Delivered
hy: Առաքված

source: Sent
hy: Ուղարկված

source: Waiting
hy: Սպասում

source: Not answered
hy: Չպատասխանեց

source: Missed
hy: Բաց թողնված

# remove_from_account
source: Remove from contacts
hy: Հեռացնել կոնտակտներից

source: Outgoing call
hy: Ելքային զանգ

source: Missed call
hy: Բաց թողնված զանգ

source: Canceled
hy: Չեղարկված

source: Confirm
hy: Հաստատել

source: Reject
hy: Մերժել

source: New contact request
hy: Նոր կոնտակտային հարցում

# send_you_a_friend_request
source: Send you a contact request
hy: Ուղարկել է ձեզ կոնտակտային հարցում

source: New message
hy: Նոր հաղորդագրություն

source: Connecting
hy: Միացում

source: Delete account
hy: Հաշիվը ջնջել

source: Deactivate account
hy: Ապաակտիվացնել հաշիվը

source: Deactivate
hy: Ապաակտիվացնել

source: Are you sure want to deactivate your account you can activate account again
hy: Վստա՞հ եք, որ ուզում եք ապաակտիվացնել ձեր հաշիվը, կարող եք նորից ակտիվացնել հաշիվը

source: Notifications
hy: Ծանուցումներ

source: Cancelled
hy: Չեղարկված

source: Cancelled call
hy: Չեղարկված զանգը

source: Incoming call
hy: Մուտքային զանգ

source: Not defined
hy: սահմանված չէ

source: Check mail
hy: Ստուգել Էլ. հասցեն

# phone
source: Phone number
hy: Հեռախոսահամար

# check_phone
source: Check phone number
hy: Ստուգել հեռախոսահամարը

source: Contact requests
hy: Կոնտակտային հարցումներ

source: Unread messages
hy: Չընթերցված նամակներ

source: Missed calls
hy: Բաց թողնված զանգեր

source: Admin messages
hy: Ադմինիստրատորի նամակներ

source: Join
hy: Միանալ

source: Description
hy: Նկարագրություն

# description_not_set
source: Description is not set
hy: Նկարագիրը դրված չէ

source: Create channel
hy: Ստեղծել ալիք

source: Enter channel name
hy: Մուտքագրեք ալիքի անունը

source: Create
hy: Ստեղծել

source: Are you sure want to delete selected messages?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել ընտրված հաղորդագրությունները:

source: Incorrect name
hy: Սխալ անուն

source: This name of Channel is taken
hy: Ալիքի այս անունը վերցված է

# private
source: Members can post
hy: Անդամները կարող են գրառում կատարել

source: Enter name of channel
hy: Մուտքագրեք ալիքի անունը

source: Leave
hy: Լքել

source: Edit
hy: Խմբագրել

source: Subscribers
hy: Հետևորդներ

source: Moderators
hy: Մոդերատորներ

source: Change admin
hy: Փոխել ադմինիստրատորին

source: Delete channel
hy: Ջնջել ալիքը

# no_subscriber
source: No subscribers
hy: Չկան բաժանորդներ

source: Are you sure you want to change admin?
hy: համոզվա՞ծ եք, որ ցանկանում եք փոխել ադմինիստրատորին

source: Are you sure?
hy: Համոզված եք?

source: Back
hy: Հետ

# no_moderator
source: No moderators
hy: Չկան մոդերատորներ

source: is a moderator now
hy: -ն այժմ մոդերատոր է

# are_you_sure_you_want_to_block_subscriber
source: Are you sure want to block this subscriber
hy: Վստա՞հ եք, որ ցանկանում եք արգելափակել բաժանորդին

source: Block
hy: Արգելափակել

source: Search
hy: Որոնել

source: There is no publication yet
hy: Դեռ հրապարակում չկա

source: No channel
hy: Չկա ալիքներ

source: Now
hy: Այժմ

source: is moderator
hy: մոդերատոր է

# admin_permission_can_be_set_only_moderators
source: To be a moderator can be set only by the administrator
hy: Մոդերատոր լինելը կարող է սահմանվել միայն ադմինիստրատորի կողմից:

source: All members can post
hy: Բոլոր անդամները կարող են հրապարակում կատարել

# are_you_sure_you_want_to_delete_channel
source: Are you sure want to delete channel?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել ալիքը:

source: Use phone number for login
hy: Օգտագործել հեռ.

# phone_number_will_be_used
source: Phone number will be used to confirm
hy: Հեռախոսահամարը կօգտագործվի հաստատելու համար

# enter_your_phone_number
source: Enter your phone nnumber
hy: Մուտքագրեք ձեր հեռախոսահամարը
